Repository: t1dtools/GlucoseBar
Catalog: GlucoseBar/Localizable.xcstrings
Source language: en
Languages: da, es, fr, it, nl, pl, ro, sv

source: (If you've gotten this error a few times in a row, this could also mean that the Dexcom servers have given you a short timeout before you can login again)
da: (Hvis du har fået denne fejl et par gange i træk, kan det også betyde, at Dexcoms servere har givet dig en kort timeout, før du kan logge ind igen)
es: (Si has cometido este error varias veces seguidas, esto también podría significar que los servidores de Dexcom le han dado un corto tiempo de espera antes de que pueda iniciar sesión de nuevo)
fr: (Si vous avez reçu cette erreur plusieurs fois de suite, cela pourrait également signifier que les serveurs Dexcom vous ont imposé un court délai avant que vous puissiez vous reconnecter)
it: (Se hai ottenuto questo errore alcune volte di fila, questo potrebbe anche significare che i server Dexcom vi hanno dato un breve periodo di tempo prima di poter effettuare nuovamente il login)
nl: (Als je deze fout een paar keer achter elkaar hebt geplaatst, Dit kan ook betekenen dat de Dexcom servers u een korte time-out hebben gegeven voordat u weer kunt inloggen)
pl: (Jeśli masz ten błąd kilka razy z rzędu, może to również oznaczać, że serwery Dexcom nadały Ci krótki czas zanim będziesz mógł zalogować się ponownie)
ro: (Dacă ați primit această eroare de câteva ori la rând, aceasta ar putea însemna că serverele Dexcom ți-au oferit o scurtă perioadă de timp înainte de a te putea conecta din nou)
sv: (Om du har fått detta fel några gånger i rad, detta kan också innebära att Dexcom-servrarna har gett dig en kort tidsgräns innan du kan logga in igen)

source: No data
da: Ingen data
es: Sin datos
fr: Aucune donnée
it: Nessun dato
nl: Geen gegevens
pl: Brak danych
ro: Nu există date
sv: Ingen data

source: - Try turning Dexcom Share off in the Dexcom G6 or G7 app, force close the app, and then enabling it again.
da: - Prøv at slå Dexcom Del fra i Dexcom G6 eller G7 appen, luk appen, og derefter aktivere det igen.
es: - Intente desactivar Dexcom Share en la aplicación Dexcom G6 o G7, cierre la aplicación y vuelva a activarla.
fr: - Essayez de désactiver Dexcom Share dans l'application Dexcom G6 ou G7, forcez la fermeture de l'application, puis réactivez-la.
it: - Provare a trasformare Dexcom Share off nell'app Dexcom G6 o G7, forzare la chiusura dell'app e poi riabilitarla.
nl: - Probeer Dexcom Share uit te zetten in de Dexcom G6 of G7 app, de app gedwongen te sluiten en vervolgens opnieuw in te schakelen.
pl: - Spróbuj wyłączyć udział Dexcom w aplikacji Dexcom G6 lub G7, wymuś zamknięcie aplikacji, a następnie włączyć ją ponownie.
ro: - Încercați să dezactivați opțiunea Dexcom Share în aplicația Dexcom G6 sau G7, să închideți aplicația și apoi să o activați din nou.
sv: - Försök att stänga av Dexcom Dela av i Dexcom G6 eller G7-appen, tvinga appen att stänga och aktivera den igen.

source: - Verify that your Dexcom app isn't logged out or not uploading to Dexcom.
da: - Kontroller, at din Dexcom app ikke er logget ud eller ikke uploader til Dexcom.
es: - Verifique que su aplicación Dexcom no haya cerrado la sesión o no haya subido a Dexcom.
fr: - Vérifiez que votre application Dexcom n'est pas déconnectée ou ne téléverse pas sur Dexcom.
it: - Verificare che l'app Dexcom non sia disconnessa o non sia caricata su Dexcom.
nl: - Controleer of uw Dexcom app niet is uitgelogd of niet is geüpload naar Dexcom.
pl: - Sprawdź, czy aplikacja Dexcom nie została wylogowana lub nie została przesłana do Dexcom.
ro: - Verifică dacă aplicația ta Dexcom nu este deconectată sau nu se încarcă pe Dexcom.
sv: - Kontrollera att din Dexcom-app inte är utloggad eller inte laddas upp till Dexcom.

source: - You are logged into GlucoseBar with the same user as in your primary Dexcom app.
da: - Du er logget ind på GlucoseBar med samme bruger som i din primære Dexcom app.
es: - Ha iniciado sesión en GlucoseBar con el mismo usuario que en su aplicación principal de Dexcom.
fr: - Vous êtes connecté à GlucoseBar avec le même utilisateur que dans votre application Dexcom principale.
it: - Sei connesso a GlucoseBar con lo stesso utente della tua app Dexcom primaria.
nl: - U bent aangemeld bij GlucoseBar met dezelfde gebruiker als in uw primaire Dexcom app.
pl: - Jesteś zalogowany do GlucoseBar z tym samym użytkownikiem, co w głównej aplikacji Dexcom.
ro: - Ești conectat în GlucoseBar cu același utilizator ca în aplicația ta primară Dexcom.
sv: - Du är inloggad i GlucoseBar med samma användare som i din primära Dexcom-app.

source: - You have enabled Dexcom Share and have at least one follower.
da: - Du har aktiveret Dexcom Share og har mindst én følger.
es: - Has habilitado Dexcom Share y tienes al menos un seguidor.
fr: - Vous avez activé Dexcom Share et avez au moins un abonné.
it: - Hai abilitato Dexcom Share e hai almeno un follower.
nl: - U heeft Dexcom Share ingeschakeld en heeft ten minste één volger.
pl: - Włączyłeś Dexcom Share i masz co najmniej jednego obserwatora.
ro: - Ați activat Partajarea Dexcom și aveți cel puțin un urmăritor.
sv: - Du har aktiverat Dexcom Share och har minst en följare.

source: %@ Settings
da: %@ Indstillinger
es: Ajustes %@
fr: Réglages de %@
it: Impostazioni %@
nl: %@ instellingen
pl: %@ Ustawienia
ro: Setări %@
sv: %@ inställningar

source: + Add
da: + Tilføj
es: + Añadir
fr: + ajouter
it: + Aggiungi
nl: + Toevoegen
pl: + Dodaj
ro: + Adaugă
sv: + Lägg till

source: < 1 min. ago
da: < 1 min. siden
fr: Il y a <1 min.

source: 3 Hours
da: 3 timer
es: 3 horas
fr: 3 heures
it: 3 Ore
nl: 3 uur
pl: 3 godziny
ro: 3 ore
sv: 3 timmar

source: 6 Hours
da: 6 timer
es: 6 horas
fr: 6 heures
it: 6 Ore
nl: 6 uur
pl: 6 godzin
ro: 6 ore
sv: 6 timmar

source: 12 Hours
da: 12 timer
es: 12 horas
fr: 12 heures
it: 12 Ore
nl: 12 uur
pl: 12 godzin
ro: 12 ore
sv: 12 timmar

source: 24 Hours
da: 24 timer
es: 24 horas
fr: 24 heures
it: 24 Ore
nl: 24 uur
pl: 24 godziny
ro: 24 de ore
sv: 24 timmar

source: A new version of GlucoseBar is available.
da: En ny version af GlucoseBar er tilgængelig.
es: Una nueva versión de GlucoseBar está disponible.
fr: Une nouvelle version de GlucoseBar est disponible.
it: È disponibile una nuova versione di GlucoseBar.
nl: Er is een nieuwe versie van GlucoseBar beschikbaar.
pl: Dostępna jest nowa wersja GlucoseBar.
ro: Este disponibilă o nouă versiune de GlucoseBar.
sv: En ny version av GlucoseBar finns tillgänglig.

source: About
da: Om GlucoseBar
es: Acerca de
fr: À propos
it: Informazioni
nl: Informatie
pl: O programie
ro: Despre
sv: Om

source: Acknowledgements
da: Anerkendelser
es: Agradecimientos
fr: Remerciements
it: Riconoscimenti
nl: Erkenningen
pl: Potwierdzenia
ro: Mulţumiri
sv: Erkännanden

source: Add additional profile
da: Tilføj profil
es: Añadir perfil adicional
fr: Ajouter un profil supplémentaire
it: Aggiungi profilo aggiuntivo
nl: Extra profiel toevoegen
pl: Dodaj dodatkowy profil
ro: Adăugați un profil suplimentar
sv: Lägg till ytterligare profil

source: Additional Info: %@
da: Yderligere Information: %@
es: Información adicional: %@
fr: Informations supplémentaires : %@
it: Informazioni Aggiuntive: %@
nl: Aanvullende informatie: %@
pl: Dodatkowe informacje: %@
ro: Informații adiționale: %@
sv: Ytterligare information: %@

source: After COB Value
da: Efter COB Værdi
es: Después del valor COB
fr: Après la valeur des glucides actifs
it: Dopo Il Valore Cob
nl: Na COB waarde
pl: Po wartości COB
ro: După valoarea COB
sv: Efter COB värde

source: After Eventual Glucose Value
da: Efter Eventuel Glukoseværdi
es: Después del valor de la glucosa eventual
fr: Après la valeur prédite de glycémie
it: Dopo Valore Glicemia Eventuale
nl: Na uiteindelijke waarde
pl: Po ostatecznej wartości glukozy
ro: După valoarea glicemiei
sv: Efter eventuellt glukosvärde

source: After Glucose Value
da: Efter Glukoseværdi
es: Después del valor de la glucosa
fr: Après la valeur de glycémie
it: Dopo Valore Della Glicemia
nl: Na Glucose Waarde
pl: Po wartości glukozy
ro: După valoarea glicemiei
sv: Efter glukosvärde

source: After IOB Value
da: Efter IOB Værdi
es: Después del valor IOB
fr: Après la valeur d’IàB
it: Dopo Il Valore IOB
nl: Na IOB waarde
pl: Po wartości IOB
ro: După valoarea IOB
sv: Efter IOB-värde

source: After Time Since Loop
da: Efter Tid Siden Loop
es: Después del tiempo desde Bucle
fr: Temps après la boucle
it: Dopo Il Tempo Dal Ciclo
nl: Na tijd sinds Herhaal
pl: Po czasie od pętli
ro: După timp din buclă
sv: Efter tid sedan loopen

source: AID stands for Automated Insulin Delivery system. Such systems can provide extra information, like Loop Status, IOB, COB, Eventual Glucose, prediction lines and more.
da: AID står for Automatiseret Insulin Doseringssystem. Sådanne systemer kan give ekstra information, f. eks. Loop Status, IOB, COB, Eventuel Glukose, forudsigelser og mere.
es: AID significa sistema de entrega de insulina automatizada, estos sistemas pueden proporcionar información adicional, como el estado de bucle, IOB, COB, Glucosa Eventual, líneas de predicción y más.
fr: DAI est synonyme de système de Distribution Automatique d'Insuline. Ces systèmes peuvent fournir des informations supplémentaires, telles que l'état de la boucle, l'IàB, les glucides actifs, la valeur prédite de glucose, les lignes de prédiction et plus encore.
it: AID sta per il sistema Automated Insulin Delivery system. Tali sistemi possono fornire informazioni aggiuntive, come Loop Status, IOB, COB, Eventual Glucosio, linee di previsione e altro ancora.
nl: AID staat voor Automated Insulin Delivery systeem. Dergelijke systemen kunnen extra informatie bieden, zoals Loop Status, IOB, COB, Eventual Glucose, voorspellingslijnen en meer.
pl: AID oznacza zautomatyzowany system dostarczania insuliny. Takie systemy mogą dostarczyć dodatkowych informacji, takich jak Status pętli, IOB, COB, Glukoza ostateczna, linie prognostyczne i więcej.
ro: AID reprezintă sistemul automat de livrare a insulinei. Astfel de sisteme pot oferi informaţii suplimentare, cum ar fi Loop Status, IOB, COB, Eventual Glucose, linii de predicţie şi multe altele.
sv: AID står för Automated Insulin Delivery system. Sådana system kan ge extra information, som Loop Status, IOB, COB, Eventual Glucose, förutsägelser linjer och mer.

source: All log statements are written to a file in Application Support.
da: Alle logs bliver skrevet til en fil i Application Support.
es: Todas las sentencias de registro se escriben en un archivo en el soporte de la aplicación.
fr: Tous les journalisations sont écrites dans un fichier dans Application Support.
it: Tutte le dichiarazioni di registro sono scritte in un file nel Supporto Applicazioni.
nl: Alle log-instructies worden naar een bestand geschreven in Applicatie ondersteuning.
pl: Wszystkie wyciągi dziennika są napisane do pliku w pomocy technicznej aplikacji.
ro: Toate declarațiile de jurnal sunt scrise într-un fișier în Asistența Aplicației.
sv: Alla loggförklaringar är skrivna till en fil i Application Support.

source: All settings for this profile will be deleted and cannot be recovered.
da: Alle indstillinger for denne profil slettes og kan ikke gendannes.
es: Todos los ajustes de este perfil se eliminarán y no se podrán recuperar.
fr: Tous les paramètres de ce profil seront supprimés et ne pourront pas être récupérés.
it: Tutte le impostazioni di questo profilo saranno eliminate e non potranno essere recuperate.
nl: Alle instellingen voor dit profiel worden verwijderd en kunnen niet worden hersteld.
pl: Wszystkie ustawienia dla tego profilu zostaną usunięte i nie mogą być odzyskane.
ro: Toate setările pentru acest profil vor fi șterse și nu pot fi recuperate.
sv: Alla inställningar för denna profil kommer att raderas och kan inte återställas.

source: Are you sure you want to remove data for %@?
da: Er du sikker på, at du vil fjerne data for %@?
es: ¿Estás seguro de que quieres eliminar los datos de %@?
fr: Êtes-vous sûr de vouloir supprimer les données pour %@ ?
it: Sei sicuro di voler rimuovere i dati per %@?
nl: Weet u zeker dat u de gegevens van %@ wilt verwijderen?
pl: Czy na pewno chcesz usunąć dane dla %@?
ro: Ești sigur că vrei să ștergi datele pentru %@?
sv: Är du säker på att du vill ta bort data för %@?

source: Automatically detected by GlucoseBar
da: Automatisk detekteret af GlucoseBar
es: Detectado automáticamente por GlucoseBar
fr: Détecté automatiquement par GlucoseBar
it: Rilevato automaticamente da GlucoseBar
nl: Automatisch gedetecteerd door GlucoseBar
pl: Automatycznie wykryte przez GlucoseBar
ro: Detectat automat de GlucoseBar
sv: Automatiskt upptäckt av GlucoseBar

source: Automatically start GlucoseBar when you log in to your Mac
da: Start automatisk GlucoseBar, når du logger ind på din Mac
es: Iniciar GlucoseBar automáticamente al iniciar sesión en tu Mac
fr: Lancer automatiquement GlucoseBar lorsque vous vous connectez à votre Mac
it: Avvia automaticamente GlucoseBar quando accedi al tuo Mac
nl: GlucoseBar automatisch starten wanneer u inlogt op uw Mac
pl: Automatycznie uruchom GlucoseBar po zalogowaniu się do Maca
ro: Pornește automat GlucoseBar când te loghezi pe Mac-ul tău
sv: Starta GlucoseBar automatiskt när du loggar in på din Mac

source: Before COB Value
da: Før COB Værdi
es: Antes del valor COB
fr: Avant la valeur glucides actifs
it: Prima Del Valore Cob
nl: Voor COB waarde
pl: Przed wartością COB
ro: Înainte de valoarea COB
sv: Före COB värde

source: Before Eventual Glucose Value
da: Før Eventuel Glukoseværdi
es: Antes del valor de glucosa eventual
fr: Avant la valeur prédite de glycémie
it: Prima Dell'Eventuale Valore Glicemico
nl: Voor Eventual Glucose waarde
pl: Przed ostateczną wartością glikemii
ro: Înainte de valoarea glicemiei
sv: Före eventuellt glukosvärde

source: Before Glucose Value
da: Før Glukoseværdi
es: Antes del valor de glucosa
fr: Avant la valeur de glycémie
it: Prima Del Valore Della Glicemia
nl: Voor Glucose Waarde
pl: Przed wartością glukozy
ro: Înainte de valoarea glicemiei
sv: Före glukosvärde

source: Before IOB Value
da: Før IOB Værdi
es: Antes del valor IOB
fr: Avant la valeur d'IàB
it: Prima Del Valore IOB
nl: Voor IOB waarde
pl: Przed wartością IOB
ro: Înainte de valoarea IOB
sv: Före IOB-värde

source: Before Time Since Loop
da: Før Tid Siden Loop
es: Antes del tiempo desde Loop
fr: Temps précédant la boucle
it: Prima Del Tempo Dal Ciclo
nl: Voor de tijd sinds Loop
pl: Przed czasem od pętli
ro: Înainte de timp din buclă
sv: Före tid sedan loopen

source: Bold
da: Fed
fr: Gras

source: Cancel
da: Annuller
es: Cancelar
fr: Annuler
it: Annulla
nl: annuleren
pl: Anuluj
ro: Anulează
sv: Avbryt

source: Carb Orange Color
da: Kulhydrat Orange
es: Color naranja de carbohidratos
fr: Couleur orange pour les glucides
it: Colore Arancione Carb
nl: Koolhydraten oranje kleur
pl: Pomarańczowy kolor węglowodanów
ro: Culoare Portocaliu Carb
sv: Kolhydrater Orange Färg

source: Carbs On Board
da: Kulhydrater Om Bord (COB)
es: Carbohidratos a bordo
fr: Glucides actifs
it: Carboidrati A Bordo
nl: Koolhydraten aan boord
pl: Węglowy na pokładzie
ro: Carbohidrați la bord
sv: Kolhydrater ombord

source: Chart
da: Graf
es: Gráfico
fr: Graphique
it: Grafico
nl: Grafiek
pl: Wykres
ro: Grafic
sv: Diagram

source: Chart Data
da: Grafdata
es: Datos del gráfico
fr: Données du graphique
it: Dati Grafico
nl: Grafiek gegevens
pl: Dane wykresu
ro: Grafic Date
sv: Diagram Data

source: Chart Options
da: Indstillinger for Graf
es: Opciones de carta
fr: Options du graphique
it: Opzioni Grafico
nl: Grafiek opties
pl: Opcje mapy
ro: Opțiuni grafic
sv: Alternativ för sjökort

source: Chart View Options
da: Indstillinger for Graf
es: Opciones de vista de carta
fr: Options d'affichage du graphique
it: Opzioni Visualizzazione Grafico
nl: Kaartweergave opties
pl: Opcje widoku wykresu
ro: Opțiuni vizualizare diagramă
sv: Alternativ för sjökortsvy

source: Check the settings and make sure your CGM source (%@) is responding.
da: Kontroller indstillingerne og sørg for at din CGM-kilde (%@) fungerer korrekt.
es: Comprueba la configuración y asegúrate de que tu fuente CGM (%@) está respondiendo.
fr: Vérifiez les paramètres et assurez-vous que votre source de CGM (%@) répond.
it: Controlla le impostazioni e assicurati che la tua sorgente CGM (%@) stia rispondendo.
nl: Controleer de instellingen en zorg ervoor dat uw CGM-bron (%@) reageert.
pl: Sprawdź ustawienia i upewnij się, że twoje źródło CGM (%@) odpowiada.
ro: Verificați setările și asigurați-vă că sursa CGM (%@) răspunde.
sv: Kontrollera inställningarna och se till att din CGM källa (%@) svarar.

source: Click to edit, or drag to reorder items.
da: Klik for at redigere, eller træk for at omarrangere elementer.
es: Haga clic para editar, o arrastre para reordenar elementos.
fr: Cliquez pour modifier, ou faites glisser pour réorganiser les éléments.
it: Fare clic per modificare o trascinare per riordinare gli elementi.
nl: Klik om items te bewerken of sleep om te rangschikken.
pl: Kliknij, aby edytować, lub przeciągnij aby zmienić kolejność elementów.
ro: Faceți clic pentru a edita, sau trageți pentru a reordona elementele.
sv: Klicka för att redigera, eller dra för att ordna om objekt.

source: Cone
da: Kegle
es: Cono
fr: Cône
it: Cono
nl: Bot
pl: Klatka
ro: Conu
sv: Kon

source: Configure
da: Konfigurer
es: Configurar
fr: Configurer
it: Configura
nl: Configureren
pl: Skonfiguruj
ro: Configurare
sv: Konfigurera

source: Connection OK
da: Forbindelse OK
es: Conexión OK
fr: Connexion OK
it: Connessione OK
nl: Verbinding OK
pl: Połączenie OK
ro: Conexiune OK
sv: Anslutning OK

source: Copied!
da: Kopieret!
es: ¡Copiado!
fr: Copié !
it: Copiato!
nl: Gekopieerd!
pl: Skopiowano!
ro: Copiat!
sv: Kopierad!

source: Copy Path
da: Kopier Sti
es: Copiar ruta
fr: Copier le chemin
it: Copia Percorso
nl: Pad kopiëren
pl: Kopiuj ścieżkę
ro: Copiază calea
sv: Kopiera sökväg

source: Current log file
da: Aktuel logfil
es: Archivo de registro actual
fr: Journal actuel
it: File log corrente
nl: Huidig logbestand
pl: Bieżący plik dziennika
ro: Fişier jurnal curent
sv: Nuvarande loggfil

source: Danish, English
da: Dansk, Engelsk
es: Danés, Inglés
fr: Danois, anglais
it: Danese, Inglese
nl: Deens, Engels
pl: duński, angielski
ro: Daneză, Engleză
sv: Danska, engelska

source: Debug Logging
da: Debug Logning
es: Depurar registro
fr: Enregistrements de débogage
it: Debug Registrazione
nl: Logboekregistratie voor foutopsporing
pl: Logowanie debugowania
ro: Jurnal depanare
sv: Felsöka loggning

source: Debug Mode Enabled
da: Fejlsøgningstilstand Aktiveret
es: Modo de depuración activado
fr: Mode de débogage activé
it: Modalità Debug Attivata
nl: Debug modus ingeschakeld
pl: Tryb debugowania włączony
ro: Mod Depanare activat
sv: Felsökningsläge aktiverat

source: Debug mode logs additional information for troubleshooting purposes.
da: Fejlfindingstilstand logger yderligere oplysninger til fejlfindingsformål.
es: El modo de depuración registra información adicional con fines de resolución de problemas.
fr: Le mode débogage enregistre des informations supplémentaires à des fins de dépannage.
it: La modalità di debug registra informazioni aggiuntive per scopi di risoluzione dei problemi.
nl: Debug modus logt extra informatie voor probleemoplossing.
pl: Tryb debugowania loguje dodatkowe informacje do celów rozwiązywania problemów.
ro: Modul de depanare înregistrează informații suplimentare pentru depanare.
sv: Felsökningsläget loggar ytterligare information för felsökningsändamål.

source: Default
da: Standard
es: Por defecto
fr: Par défaut
it: Predefinito
nl: Standaard
pl: Domyślny
ro: Implicit
sv: Standard

source: Default Color
da: Standardfarve
es: Color por defecto
fr: Couleur par défaut
it: Colore Predefinito
nl: Standaard kleur
pl: Domyślny kolor
ro: Culoare implicită
sv: Förvald färg

source: Delete
da: Slet
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
ro: Ștergere
sv: Radera

source: Delete data for %@?
da: Slet data for %@?
es: ¿Eliminar datos de %@?
fr: Supprimer les données pour %@ ?
it: Eliminare i dati per %@?
nl: Gegevens van %@ verwijderen?
pl: Usunąć dane dla %@?
ro: Ștergeți datele pentru %@?
sv: Ta bort data för %@?

source: Developers
da: Udviklere
es: Desarrolladores
fr: Développeurs
it: Sviluppatori
nl: Ontwikkelaars
pl: Deweloperzy
ro: Dezvoltatori
sv: Utvecklare

source: Dexcom Share Error:
da: Dexcom Share Fejl:
es: Error de compartir Dexcom:
fr: Erreur de Dexcom Share :
it: Errore Di Condivisione Dexcom:
nl: Dexcom Share fout:
pl: Błąd udostępniania Dexcom:
ro: Eroare de partajare Dexcom:
sv: Fel vid Dexcom delning:

source: Disable Debug Mode
da: Deaktiver fejlsøgningstilstand
es: Desactivar modo de depuración
fr: Désactiver le mode débogage
it: Disabilita Modalità Debug
nl: Debugmodus uitschakelen
pl: Wyłącz tryb debugowania
ro: Dezactivează modul de depanare
sv: Inaktivera felsökningsläge

source: Display
da: Vis
es: Mostrar
fr: Affichage
it: Visualizzazione
nl: Weergeven
pl: Wyświetlanie
ro: Afişare
sv: Visa

source: Dynamic
da: Dynamisk
es: Dinámica
fr: Dynamique
it: Dinamico
nl: Dynamisch
pl: Dynamiczny
ro: Dinamic
sv: Dynamisk

source: Dynamic Glucose Color
da: Dynamisk Glukose Farve
es: Color Dinámico de Glucosa
fr: Couleur de glycémie dynamique
it: Colore Glicemia Dinamica
nl: Dynamische Glucose Kleur
pl: Dynamiczny kolor glukozy
ro: Culoarea glucozei dinamice
sv: Dynamisk glukosfärg

source: Email or Username
da: E-mail eller brugernavn
es: Email o Nombre de Usuario
fr: E-mail ou identifiant
it: Email o nome utente
nl: E-mailadres of gebruikersnaam
pl: E-mail lub nazwa użytkownika
ro: E-mail sau nume utilizator
sv: E-post eller användarnamn

source: Enable
da: Aktiver
es: Activar
fr: Activer
it: Abilita
nl: Inschakelen
pl: Włącz
ro: Activare
sv: Aktivera

source: Enable AID Integration
da: Aktiver AID Integration
es: Habilitar integración AID
fr: Activer l'intégration DAI
it: Abilita Integrazione AID
nl: AID integratie inschakelen
pl: Włącz integrację z AID
ro: Activare integrare AID
sv: Aktivera AID-integration

source: Enable Debug Mode?
da: Aktiver fejlsøgningstilstand?
es: ¿Habilitar modo de depuración?
fr: Activer le mode débogage ?
it: Abilitare La Modalità Debug?
nl: Debug modus inschakelen?
pl: Włączyć tryb debugowania?
ro: Activați modul de depanare?
sv: Aktivera felsökningsläge?

source: Error
da: Fejl
fr: Erreur
it: Errore
nl: Foutmelding
pl: Błąd
ro: Eroare
sv: Fel

source: Eventual Glucose
da: Eventuel Glukose
es: Glucosa eventual
fr: Glycémie prédite
it: Glucosio Eventuale
nl: Eventuele glucose
pl: Ewentualna glikemia
ro: Glucoză ventuală
sv: Eventuell glukos

source: Font Weight
da: Font Vægt
es: Peso de fuente
fr: Épaisseur de la police
it: Peso Carattere
nl: Lettertype Gewicht
pl: Waga czcionki
ro: Greutate font
sv: Teckensnittets vikt

source: Forecast Kind
da: Prognose Type
es: Tipo de pronóstico
fr: Type de prévision
it: Tipo Di Previsione
nl: Prognose soort
pl: Prognoza typu
ro: Prognoza Kind
sv: Prognos snäll

source: ForecastSeries
da: Prognoseserie
es: Series predefinidas
fr: Séries de prévision
nl: Weersverwachting Series
pl: Seria prognoz
ro: Previziuni
sv: Prognosserier

source: French
da: Fransk
es: Francés
fr: Français
it: Francese
nl: Frans
pl: Francuski
ro: Franceză
sv: Franska

source: Full list of contributors
da: Fuld liste over bidragsydere
es: Lista completa de colaboradores
fr: Liste complète des contributeurs
it: Elenco completo dei contributori
nl: Volledige lijst van bijdragers
pl: Pełna lista współautorów
ro: Lista completă a contribuitorilor
sv: Fullständig lista över bidragsgivare

source: General
da: Generel
fr: Général
it: Generale
nl: Algemeen
pl: Ogólny
ro: Generalități
sv: Allmänt

source: Get Involved
da: Bliv involveret
es: Participar
fr: Impliquez-vous
it: Partecipa
nl: Doe mee
pl: Zaangażuj się
ro: Implicați
sv: Engagera dig
